import 'package:lab03/models/quiz_question.dart';

const questions = [
  QuizQuestion(
    'Оберіть рандомний предмет з моєї кімнати',
    [
      'ноутбук',
      'пензлик для макіяжу',
      'навушники',
      'батончик Рошен синій',
    ],
  ),
  QuizQuestion('У вас виникає проблема, як ви будете вирішувати її?', [
    'я не буду вирішувати',
    'відстань з такими питаннями',
    'йду покурю',
    'мама!',
  ]),
  QuizQuestion(
    'Ваше ідеальне побачення',
    [
      'я не піду',
      'в бар на пивко',
      'я дивний, я поведу в ресторан',
      'а може сразу до мене?',
    ],
  ),
  QuizQuestion(
    'Який смаколик ви любите?',
    [
      'батончики Рошен',
      'таранька під пивко',
      'сухаріки з морозивом',
      'відстань',
    ],
  ),
  QuizQuestion(
    'О котрій ви просинаєтесь?',
    [
      'в обід',
      'а можна не просинатись?',
      'коли мама збудить',
      'мені треба на роботу...',
    ],
  ),
  QuizQuestion(
    'Яка ви пісня?',
    [
      'рамштайн - шварц',
      'вівальлі концерто номер 4',
      'зе чампс - текіла',
      'зе могкіііс - айм е белівер',
    ],
  ),
];
